Repository: K0W4/Baluarte
Catalog: Baluarte/Localizable.xcstrings
Source language: pt_br
Languages: en, es

source: O resumo inteligente precisa da Apple Intelligence, que não está disponível neste iPhone.
en: The smart summary needs Apple Intelligence, which isn't available on this iPhone.
es: El resumen inteligente necesita Apple Intelligence, que no está disponible en este iPhone.

source: O servidor está temporariamente indisponível. Tente novamente em alguns instantes.
en: The server is temporarily unavailable. Try again in a moment.
es: El servidor no está disponible por ahora. Inténtalo en unos instantes.

source: O valor atual não pode ser negativo.
en: The current value cannot be negative.
es: El valor actual no puede ser negativo.

source: Observação (opcional)
en: Note (optional)
es: Observación (opcional)

source: Observações (Opcional)
en: Notes (Optional)
es: Observaciones (Opcional)

source: Ocorreu um erro inesperado. Tente novamente.
en: Something went wrong. Try again.
es: Ocurrió un error inesperado. Inténtalo de nuevo.

source: Olá, %@!
en: Hello, %@!
es: ¡Hola, %@!

source: Olá, Irmão!
en: Hello, Brother!
es: ¡Hola, Hermano!

source: Onde fica
en: Where it is
es: Dónde queda

source: Oportunidade de Renovação
en: A Chance to Renew
es: Oportunidad de Renovación

source: ou
en: or
es: o

source: Para aproveitar o Baluarte, você precisa estar vinculado a um Capítulo.
en: To use Baluarte, you need to be linked to a Chapter.
es: Para disfrutar de Baluarte, debes estar vinculado a un Capítulo.

source: Para tornar alguém Fundador, use a transferência de propriedade.
en: To make someone a Founder, use the ownership transfer.
es: Para hacer Fundador a alguien, usa la transferencia de propiedad.

# Passo %lld de %lld
source: Passo %1$lld de %2$lld
en: Step %lld of %lld
es: Paso %lld de %lld

source: Pedido por %@
en: Requested by %@
es: Solicitado por %@

source: pelo sistema · %@
en: by the system · %@
es: por el sistema · %@

source: Pessoa não encontrada.
en: Person not found.
es: Persona no encontrada.

source: Planejamento Financeiro
en: Financial Planning
es: Planificación Financiera

source: Plataforma
en: Platform

source: por %1$@ · %2$@
en: by %1$@ · %2$@

source: Por quanto tempo vale
en: How long it lasts
es: Cuánto tiempo dura

source: por uma conta removida · %@
en: by a removed account · %@
es: por una cuenta eliminada · %@

source: Prazo
en: Deadline
es: Plazo

source: Prazo da Capitação Anual se aproxima. Verifique se o caixa está preparado.
en: The annual dues deadline is approaching. Check that the treasury is ready.
es: Se acerca el plazo de la capitación anual. Verifica que la caja esté preparada.

source: Precisa de ajuda? Falar no WhatsApp
en: Need help? Message us on WhatsApp
es: ¿Necesitas ayuda? Escríbenos por WhatsApp

source: Preencha seus dados para começar.
en: Fill in your details to get started.
es: Completa tus datos para empezar.

source: Presença confirmada
en: Attendance confirmed
es: Asistencia confirmada

source: Presenças Confirmadas (%lld)
en: Confirmed Attendances (%lld)
es: Asistencias Confirmadas (%lld)

source: Presidente do Conselho
en: Chairman of the Advisory Council
es: Presidente del Consejo

source: Pressione e segure um membro selecionado para defini-lo como Presidente (ícone da coroa).
en: Long press a selected member to set them as Chairman (crown icon).
es: Mantén presionado un miembro seleccionado para definirlo como Presidente (icono de corona).

source: Progresso Geral
en: Overall Progress
es: Progreso General

source: Pronto, adicionei a tarefa %@ no Capítulo.
en: Done, I added the task %@ to the Chapter.
es: Listo, añadí la tarea %@ al Capítulo.

source: Próximo
en: Next
es: Siguiente

source: Próximo Evento
en: Next Event

source: Próximo Evento do Capítulo
en: Next Chapter Event
es: Próximo Evento del Capítulo

source: Próximo mês
en: Next month
es: Próximo mes

source: Pula a apresentação e vai para o acesso
en: Skips the introduction and goes to sign-in
es: Omite la presentación y va al acceso

source: Pular
en: Skip
es: Saltar

source: Qua
en: Wed
es: Mié

source: Quando alguém entrar no quadro, aparece aqui.
en: When someone joins the roster, they show up here.
es: Cuando alguien entre en el cuadro, aparecerá aquí.

source: Quando alguém não encontrar o Capítulo dele no catálogo, o pedido aparece aqui.
en: When someone cannot find their Chapter in the catalogue, the request shows up here.
es: Cuando alguien no encuentre su Capítulo en el catálogo, la solicitud aparecerá aquí.

source: Quando alguém pedir para entrar no Capítulo, a solicitação aparece aqui para você aprovar ou recusar.
en: When someone asks to join the Chapter, their request shows up here for you to approve or reject.
es: Cuando alguien pida ingresar al Capítulo, la solicitud aparecerá aquí para que la apruebes o rechaces.

source: Quando alguém pedir para ser o primeiro administrador de um Capítulo, a solicitação aparece aqui com o comprovante.
en: When someone asks to be a Chapter's first administrator, their request shows up here with the proof.
es: Cuando alguien pida ser el primer administrador de un Capítulo, la solicitud aparecerá aquí con el comprobante.

source: Quando houver tarefa para você, ela aparece aqui.
en: When there is a task for you, it shows up here.
es: Cuando haya una tarea para ti, aparecerá aquí.

source: Quando o Capítulo agendar um evento, ele aparece aqui.
en: When the Chapter schedules an event, it shows up here.
es: Cuando el Capítulo programe un evento, aparecerá aquí.

source: Quando o Capítulo criar uma comissão, ela aparece aqui.
en: When the Chapter creates a committee, it shows up here.
es: Cuando el Capítulo cree una comisión, aparecerá aquí.

source: Quando o Capítulo definir uma meta, ela aparece aqui.
en: When the Chapter sets a goal, it shows up here.
es: Cuando el Capítulo defina una meta, aparecerá aquí.

source: Quando um Capítulo for cadastrado, ele aparece aqui.
en: When a Chapter is registered, it shows up here.
es: Cuando se registre un Capítulo, aparecerá aquí.

source: Quantas pessoas podem usar
en: How many people can use it
es: Cuántas personas pueden usarla

source: Quem ainda não usou este código deixa de conseguir entrar por ele. Quem já entrou continua no Capítulo.
en: Anyone who has not used this code yet loses access through it. Anyone already in stays in the Chapter.
es: Quien todavía no haya usado este código dejará de poder ingresar con él. Quien ya ingresó sigue en el Capítulo.

source: Quem aparece na conferência costuma ser da administração da gestão atual.
en: The people who pass this check are usually part of the current term's administration.
es: Quienes pasan esta verificación suelen ser de la administración de la gestión actual.

source: Quem está pedindo
en: Who is asking
es: Quién lo solicita

source: Quem já está no Capítulo pode gerar um código para você. Com ele, você entra direto.
en: Someone already in the Chapter can generate a code for you. With it, you join straight away.
es: Alguien que ya está en el Capítulo puede generarte un código. Con él, ingresas directo.

source: Quem pediu
en: Who asked
es: Quién lo pidió

source: Quem pediu recebe uma notificação. O motivo ajuda a pessoa a entender o que corrigir.
en: Whoever asked gets a notification. A reason helps them understand what to fix.
es: Quien lo pidió recibe una notificación. El motivo le ayuda a entender qué corregir.

source: Quem revisou não deixou um motivo. Falar com a administração do Capítulo costuma resolver rápido.
en: Whoever reviewed it did not leave a reason. Talking to the Chapter's administration usually sorts it out quickly.
es: Quien la revisó no dejó un motivo. Hablar con la administración del Capítulo suele resolverlo rápido.

source: Quem tem acesso
en: Who has access
es: Quién tiene acceso

source: Quem tem conta sai do Capítulo por conta própria, pelo próprio perfil. Apagar o cadastro apagaria junto o histórico de presenças, tarefas e comissões dessa pessoa.
en: People with an account leave the Chapter themselves, from their own profile. Deleting the entry would take their attendance, tasks and committees with it.
es: Quien tiene cuenta sale del Capítulo por su cuenta, desde su propio perfil. Borrar el registro se llevaría su asistencia, tareas y comisiones.

source: Qui
en: Thu
es: Jue

source: Reabrir meta
en: Reopen goal

source: Recado
en: Message
es: Mensaje

source: Recado para os administradores (opcional)
en: Message for the administrators (optional)
es: Mensaje para los administradores (opcional)

source: Recebemos sua solicitação
en: We received your request
es: Recibimos tu solicitud

source: recolhido
en: collapsed
es: contraído

source: Recusar
en: Reject
es: Rechazar

source: Recusar esta solicitação?
en: Reject this request?
es: ¿Rechazar esta solicitud?

source: Remover a administração?
en: Remove administrator access?
es: ¿Quitar la administración?

source: Remover administração
en: Remove administration
es: Quitar administración

source: Remover presidente
en: Remove chairman
es: Eliminar presidente

source: Remover Presidente
en: Remove Chairman
es: Eliminar Presidente

source: Repita a senha
en: Repeat the password
es: Repite la contraseña

source: Resumo do Capítulo
en: Chapter Summary
es: Resumen del Capítulo

source: Resumo Inteligente
en: Smart Summary
es: Resumen Inteligente

source: Revisa pedidos de Capítulo que não está no catálogo
en: Review requests for Chapters missing from the catalogue
es: Revisa pedidos de Capítulos que no están en el catálogo

source: Revisa quem pediu para ser o primeiro administrador de um Capítulo
en: Review who asked to be a Chapter's first administrator
es: Revisa quién pidió ser el primer administrador de un Capítulo

source: Revisar fundação
en: Review founding
es: Revisar fundación

source: Revisar solicitação
en: Review request
es: Revisar solicitud

source: Revise o termo buscado ou limpe a busca para ver todos.
en: Check the search term or clear the search to see all.
es: Revisa el término buscado o borra la búsqueda para ver todos.

source: Revogado
en: Revoked
es: Revocado

source: Revogar
en: Revoke
es: Revocar

source: Revogar acesso de plataforma?
en: Revoke platform access?
es: ¿Revocar el acceso de plataforma?

source: Revogar convite?
en: Revoke invite?
es: ¿Revocar invitación?

source: Sáb
en: Sat

source: Sair
en: Log out
es: Salir

source: Sair da conta
en: Log out
es: Cerrar sesión

source: Sair do capítulo
en: Leave chapter
es: Salir del capítulo

source: Sair do Capítulo
en: Leave Chapter
es: Salir del Capítulo

source: Sair não apaga o que você registrou aqui: presenças, tarefas e comissões continuam com o Capítulo.
en: Leaving does not erase what you recorded here: attendance, tasks and committees stay with the Chapter.
es: Salir no borra lo que registraste aquí: asistencias, tareas y comisiones se quedan con el Capítulo.

source: Salvando...
en: Saving...
es: Guardando...

source: Salvar alterações
en: Save changes
es: Guardar cambios

source: Salvar evento
en: Save event
es: Guardar evento

source: Salvar membro
en: Save member
es: Guardar miembro

source: Salvar meta
en: Save goal
es: Guardar meta

source: Salvar perfil
en: Save profile
es: Guardar perfil

source: Salvar senha
en: Save password
es: Guardar contraseña

source: Salvar tarefa
en: Save task
es: Guardar tarea

source: Saúde Financeira em Dia
en: Finances in Good Order
es: Salud Financiera al Día

source: Se alguém já tinha cadastrado esta pessoa à mão, escolher o cadastro existente evita duplicar e preserva presenças, tarefas e comissões dela.
en: If someone had already typed this person in, picking the existing entry avoids a duplicate and preserves their attendance, tasks and committees.
es: Si alguien ya había registrado a esta persona a mano, elegir el registro existente evita duplicarla y conserva su asistencia, tareas y comisiones.

source: Se houver uma conta com esse e-mail, enviamos um link para redefinir a senha.
en: If there is an account with that email, we sent a link to reset the password.
es: Si existe una cuenta con ese correo, enviamos un enlace para restablecer la contraseña.

source: Seg
en: Mon
es: Lun

source: Selecione os membros da comissão. Clique na coroa para definir o presidente (Obrigatório).
en: Select the committee members. Click the crown to set the chairman (Required).
es: Selecciona a los miembros de la comisión. Haz clic en la corona para definir al presidente (Obligatorio).

source: Sem adm
en: No admin
es: Sin admin

source: Sem administrador
en: No administrator
es: Sin administrador

source: Sem cargo
en: No office
es: Sin cargo

source: Sem conexão com a internet. Verifique sua rede e tente novamente.
en: No internet connection. Check your network and try again.
es: Sin conexión a internet. Revisa tu red e inténtalo de nuevo.

source: Sem conta
en: No account
es: Sin cuenta

source: Sem prazo
en: No expiry
es: Sin plazo

source: Senha
en: Password
es: Contraseña

source: Sênior
en: Senior
es: Senior

source: Sênior DeMolay
en: Senior DeMolay
es: Senior DeMolay

source: Sêniors
en: Seniors
es: Séniores

source: Sêniors (%lld)
en: Seniors (%lld)
es: Seniors (%lld)

source: seu Capítulo
en: your Chapter
es: tu Capítulo

source: Seu Capítulo está cumprindo todas as diretrizes no momento.
en: Your Chapter is currently meeting all guidelines.
es: Tu Capítulo cumple con todas las directrices en este momento.

source: Seu cargo no Capítulo
en: Your office in the Chapter
es: Tu cargo en el Capítulo

source: Sex
en: Fri
es: Vie

source: Sistema
en: System

source: Só o novo Fundador poderá transferir a posse depois. Confira o comprovante antes de aprovar.
en: Only the new Founder will be able to transfer ownership afterwards. Check the proof before approving.
es: Solo el nuevo Fundador podrá transferir la propiedad después. Revisa el comprobante antes de aprobar.

source: Solicitação
en: Request
es: Solicitud

source: Solicitação enviada
en: Request sent
es: Solicitud enviada

source: Solicitação não aprovada
en: Request not approved
es: Solicitud no aprobada

source: Solicitação não encontrada.
en: Request not found.
es: Solicitud no encontrada.

source: Solicitações
en: Requests
es: Solicitudes

source: Solicitações de entrada
en: Join requests
es: Solicitudes de ingreso

source: Solicitado em
en: Requested on
es: Solicitado el

source: Solicitar Capítulo
en: Request Chapter

source: Solicitar entrada
en: Request to join
es: Solicitar ingreso

source: Status e Cargo
en: Status and Role
es: Estado y Cargo

source: Sua entrada em **%@** não foi aprovada desta vez.
en: Your request to join **%@** was not approved this time.
es: Tu ingreso a **%@** no fue aprobado esta vez.

source: Sua presença foi confirmada para o evento %@.
en: Your attendance was confirmed for event %@.
es: Tu asistencia fue confirmada para el evento %@.

source: Sua sessão expirou. Faça login novamente.
en: Your session expired. Sign in again.
es: Tu sesión expiró. Inicia sesión de nuevo.

source: Sua solicitação para entrar no **%@** foi enviada. Um administrador do Capítulo precisa aprovar antes de você ver os eventos, metas e tarefas.
en: Your request to join **%@** has been sent. A Chapter administrator has to approve it before you can see events, goals and tasks.
es: Tu solicitud para ingresar al **%@** fue enviada. Un administrador del Capítulo debe aprobarla antes de que puedas ver los eventos, metas y tareas.

source: Sucesso
en: Success
es: Éxito

source: Sugerido pelo cargo. O cargo muda a cada gestão — a permissão não muda sozinha junto, então confirme se é isso mesmo que você quer.
en: Suggested by the office. Offices change every term — the permission does not follow on its own, so confirm this is what you want.
es: Sugerido por el cargo. El cargo cambia cada gestión — el permiso no cambia solo con él, así que confirma que es lo que quieres.

source: Tarefa atualizada com sucesso!
en: Task updated.
es: ¡Tarea actualizada!

source: Tarefas
en: Tasks
es: Tareas

source: Tarefas Gerais
en: General Tasks
es: Tareas Generales

source: Tarefas Individuais
en: Individual Tasks
es: Tareas Individuales

source: Tem certeza que deseja excluir "%@"? Esta ação não pode ser desfeita.
en: Are you sure you want to delete "%@"? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar "%@"? Esta acción no se puede deshacer.

source: Tem certeza que deseja excluir esta comissão? Esta ação não pode ser desfeita.
en: Are you sure you want to delete this committee? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar esta comisión? Esta acción no se puede deshacer.

source: Tem certeza que deseja excluir esta meta? Esta ação não pode ser desfeita.
en: Are you sure you want to delete this goal? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar esta meta? Esta acción no se puede deshacer.

source: Tem certeza que deseja excluir este evento? Esta ação não pode ser desfeita.
en: Are you sure you want to delete this event? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar este evento? Esta acción no se puede deshacer.

source: Tem certeza que deseja excluir este membro? Esta ação não pode ser desfeita.
en: Are you sure you want to delete this member? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar a este miembro? Esta acción no se puede deshacer.

source: Tem certeza que deseja sair do seu Capítulo atual? Você deixará de ver os eventos, metas e tarefas dele, mas poderá entrar em outro Capítulo quando quiser.
en: Are you sure you want to leave your current Chapter? You will stop seeing its events, goals, and tasks, but you can join another Chapter whenever you want.
es: ¿Estás seguro de que deseas salir de tu Capítulo actual? Dejarás de ver sus eventos, metas y tareas, pero podrás unirte a otro Capítulo cuando quieras.

source: Tem certeza que deseja sair do seu Capítulo atual? Você deixará de ver os eventos, metas e tarefas dele. Para voltar você precisará de um convite ou da aprovação de um administrador do Capítulo.
en: Are you sure you want to leave your current Chapter? You'll stop seeing its events, goals and tasks. To come back you'll need an invite code or approval from a Chapter admin.
es: ¿Seguro que quieres salir de tu Capítulo actual? Dejarás de ver sus eventos, metas y tareas. Para volver necesitarás un código de invitación o la aprobación de un administrador del Capítulo.

source: Tenho um código de convite
en: I have an invite code
es: Tengo un código de invitación

source: Tentar novamente
en: Try again
es: Intentar de nuevo

source: Tentar Novamente
en: Try Again
es: Intentar de Nuevo

source: Tentar outro Capítulo
en: Try another Chapter
es: Probar otro Capítulo

source: Ter
en: Tue
es: Mar

source: Tesoureiro
en: Treasurer
es: Tesorero

source: Tipo
en: Type

source: Título da Meta
en: Goal Title
es: Título de la Meta

source: Título da Tarefa
en: Task Title
es: Título de la Tarea

source: Título do Evento
en: Event Title
es: Título del Evento

source: Toca duas vezes para abrir este Capítulo
en: Double tap to open this Chapter
es: Toca dos veces para abrir este Capítulo

source: Toca duas vezes para adicionar evento no calendário
en: Double tap to add an event to the calendar
es: Toca dos veces para añadir un evento al calendario

source: Toca duas vezes para avançar um mês
en: Double tap to advance one month
es: Toca dos veces para avanzar un mes

source: Toca duas vezes para criar um novo evento
en: Double tap to create a new event
es: Toca dos veces para crear un nuevo evento

source: Toca duas vezes para criar uma nova comissão
en: Double tap to create a new committee
es: Toca dos veces para crear una nueva comisión

source: Toca duas vezes para criar uma nova meta
en: Double tap to create a new goal
es: Toca dos veces para crear una nueva meta

source: Toca duas vezes para entrar neste Capítulo
en: Double tap to enter this Chapter
es: Toca dos veces para entrar en este Capítulo

source: Toca duas vezes para expandir
en: Double tap to expand
es: Toca dos veces para expandir

source: Toca duas vezes para recarregar os dados
en: Double tap to reload data
es: Toca dos veces para recargar los datos

source: Toca duas vezes para recolher
en: Double tap to collapse
es: Toca dos veces para contraer

source: Toca duas vezes para retroceder um mês
en: Double tap to go back one month
es: Toca dos veces para retroceder un mes

source: Toca duas vezes para revisar esta solicitação
en: Double tap to review this request
es: Toca dos veces para revisar esta solicitud

source: Toca duas vezes para revisar o comprovante
en: Double tap to review the proof
es: Toca dos veces para revisar el comprobante

source: Todas as tarefas concluídas
en: All tasks complete
es: Todas las tareas completadas

source: Todos
en: All

source: Toque duas vezes para dispensar.
en: Double tap to dismiss.
es: Toca dos veces para descartar.

source: Toque duplo para adicionar
en: Double tap to add
es: Toca dos veces para añadir

source: Toque e segure um membro para defini-lo como Presidente. É obrigatório ter um presidente para salvar.
en: Touch and hold a member to make them Chairman. A chairman is required in order to save.
es: Mantén pulsado un miembro para nombrarlo Presidente. Se requiere un presidente para poder guardar.

source: Toque no lápis para adicionar ou remover membros e trocar o Presidente.
en: Tap the pencil to add or remove members and change the Chairman.
es: Toca el lápiz para añadir o quitar miembros y cambiar el Presidente.

source: Toque para alternar o status da tarefa
en: Tap to toggle task status
es: Toca para alternar el estado de la tarea

source: Toque para ver detalhes da comissão
en: Tap to view committee details
es: Toca para ver detalles de la comisión

source: Toque para ver detalhes da meta
en: Tap to view goal details
es: Toca para ver detalles de la meta

source: Toque para ver detalhes do evento
en: Tap to view event details
es: Toca para ver detalles del evento

source: Toque para ver detalhes do membro
en: Tap to view member details
es: Toca para ver detalles del miembro

source: Tornar %@ Fundador do Capítulo?
en: Make %@ Founder of the Chapter?
es: ¿Hacer a %@ Fundador del Capítulo?

source: Tornar administrador?
en: Make them an administrator?
es: ¿Hacerlo administrador?

source: Transferir
en: Transfer

source: Transferir posse do Capítulo
en: Transfer Chapter ownership
es: Transferir la propiedad del Capítulo

source: Transferir posse?
en: Transfer ownership?
es: ¿Transferir la propiedad?

source: Transfira a posse antes
en: Transfer ownership first
es: Transfiere la propiedad primero

source: Trocar comprovante
en: Replace proof
es: Cambiar comprobante

source: Tudo em dia!
en: All caught up!
es: ¡Todo al día!

source: Tudo em ordem!
en: All in order!
es: ¡Todo en orden!

source: Um administrador do Capítulo precisa aprovar sua entrada. Dizer quem você é acelera bastante.
en: A Chapter administrator has to approve you. Saying who you are speeds it up a lot.
es: Un administrador del Capítulo debe aprobar tu ingreso. Decir quién eres lo agiliza bastante.

source: Um código com prazo curto é mais seguro: se ele vazar do grupo, para de funcionar sozinho.
en: A short-lived code is safer: if it leaks out of the group, it stops working on its own.
es: Un código de plazo corto es más seguro: si se filtra del grupo, deja de funcionar solo.

source: Um convite foi excluído
en: An invite was deleted
es: Se eliminó una invitación

source: Um convite foi revogado
en: An invite was revoked
es: Se revocó una invitación

source: Um site, rede social ou o nome da Loja patrocinadora acelera a conferência.
en: A website, social profile or the sponsoring Lodge's name speeds up the check.
es: Un sitio, red social o el nombre de la Logia patrocinadora agiliza la verificación.

source: vale até
en: valid until
es: válido hasta

source: Validade
en: Validity
es: Vigencia
